Repository: avojak/iridium
Catalog: po/*.po
Languages: nl

source: Restoring server connections…
nl: Bezig met herstellen van serververbindingen…

source: Opening URI…
nl: Bezig met openen van uri…

source: None
nl: Geen

source: Server Password
nl: Serverwachtwoord

source: SASL (Plain)
nl: SASL (platte tekst)

source: SASL (External)
nl: SASL (extern)

source: An error has occurred processing the server's certificate
nl: Er is een fout opgetreden tijdens het verwerken van het servercertificaat

source: The server's certificate is considered insecure
nl: Het servercertificaat is onveilig

source: The server's certificate has been revoked and is now invalid
nl: Het servercertificaat is ingetrokken en ongeldig verklaard

source: The server's certificate has expired
nl: Het servercertificaat is verlopen

source: The server's certificate has not been activated
nl: Het servercertificaat is niet geactiveerd

source: The server's identity does not match the identity in the certificate
nl: De serveridentiteit komt niet overeen met de identiteit op het certificaat

source: The server's certificate is not signed by a known authority
nl: Het servercertificaat is niet ondertekend door een bekende autoriteit

source: Reject
nl: Weigeren

source: Warn
nl: Waarschuwen

source: Allow
nl: Toestaan

source: Error while connecting
nl: Fout bij verbinden

source: Certificate file not found
nl: Geen certificaatbestand aangetroffen

source: Certificate rejected:
nl: Certificaat geweigerd:

source: See the application preferences to configure the certificate validation policy.
nl: Ga naar de toepassingsvoorkeuren om het certificaatbeleid in te stellen.

source: Certificate was rejected by the user.
nl: Het certificaat is geweigerd door de gebruiker.

source: No stored secret found for this server.
nl: Er is geen opgeslagen geheim aangetroffen voor deze server.

source: You must join this channel to begin chatting
nl: Neem deel aan het kanaal om te chatten

source: You have unread messages!
nl: Je hebt ongelezen berichten!

source: Take me there
nl: Ga ernaartoe

source: Clear
nl: Wissen

source: You are not connected to this server
nl: Je bent niet verbonden met deze server

source: Welcome to Iridium
nl: Welkom bij Iridium

source: Connect to Any IRC Server
nl: Maak verbinding met irc-servers

source: Add a New Server
nl: Server toevoegen

source: Connect to a server and save it in the server list
nl: Maak verbinding met een server en sla deze op op de serverlijst

source: Browse Servers
nl: Bladeren door servers

source: Browse a curated list of popular IRC servers
nl: Blader door een lijst met populaire irc-servers

source: Browse Channels
nl: Kanalen verkennen

source: Search:
nl: Zoeken:

source: Name
nl: Naam

source: Users
nl: Gebruikers

source: Topic
nl: Onderwerp

source: Cancel
nl: Annuleren

source: Join
nl: Deelnemen

source: Retrieving channels, this may take a minute…
nl: Bezig met ophalen van kanalen…

source: Untrusted Connection
nl: Onvertrouwde verbinding

source: Don't Connect
nl: Niet verbinden

source: Connect Anyway
nl: Tóch verbinden

source: View certificate
nl: Certificaat tonen

source: Remember my decision
nl: Keuze onthouden

source: Join a Channel
nl: Deelnemen aan kanaal

source: Channel:
nl: Kanaal:

source: Browse…
nl: Bladeren…

source: Not Now
nl: Niet nu

source: Edit Channel Topic
nl: Kanaalonderwerp aanpassen

source: Submit
nl: Versturen

source: Clear topic
nl: Onderwerp verwijderen

source: Remove all saved connections?
nl: Wil je alle opgeslagen verbindingen verwijderen?

source: All connection information will be deleted. Active connections will remain open until the application is closed, but they will not be restored.
nl: Alle verbindingsinformatie wordt verwijderd. Actieve verbindingen blijven behouden totdat de toepassing wordt afgesloten, maar worden nadien niet hersteld.

source: Yes, Remove
nl: Ja, verwijderen

source: Manage Connections
nl: Verbindingen beheren

source: Nickname
nl: Bijnaam

source: Username
nl: Gebruikersnaam

source: Real Name
nl: Echte naam

source: Close
nl: Sluiten

source: Save
nl: Opslaan

source: Edit Nickname
nl: Bijnaam wijzigen

source: Preferences
nl: Voorkeuren

source: General
nl: Algemeen

source: Default Nickname:
nl: Standaard bijnaam:

source: Default Real Name:
nl: Standaard echte naam:

source: Suppress join/part messages:
nl: Deelname- en actieberichten onderdrukken:

source: Mute mention notifications:
nl: Geen melding tonen bij vermeldingen

source: Security and Privacy
nl: Beveiliging en privacy

source: Unacceptable SSL/TLS Certificates:
nl: Onacceptabele ssl- en tls-certificaten:

source: <i>If a server presents an unacceptable SSL/TLS certificate, no connection will be made.</i> <b>(Recommended)</b>
nl: <i>Als een server een onacceptabel ssl- of tls-certificaat aanbiedt, dan wordt er geen verbinding gemaakt.</i> <b>(aanbevolen)</b>

source: <i>If a server presents an unacceptable SSL/TLS certificate, the user will be warned and can choose whether or not to proceed.</i>
nl: <i>Als een server een onacceptabel ssl- of tls-certificaat aanbiedt, dan wordt er een waarschuwing getoond.</i>

source: <i>If a server presents an unacceptable SSL/TLS certificate, the connection will still be made.</i> <b>(Not recommended)</b>
nl: <i>Als een server een onacceptabel ssl- of tls-certificaat aanbiedt, dan wordt er tóch verbinding gemaakt.</i> <b>(niet aanbevolen)</b>

source: Remember connections between sessions:
nl: Verbindingen onthouden tussen sessies:

source: Connection secure
nl: Beveiligde verbinding

source: Connection secure, provided only trusted certificates are accepted when prompted
nl: Beveiligde verbinding, maar alleen vertrouwde certificaten worden geaccepteerd

source: Connection may be insecure. Consider rejecting unacceptable certificates from the application preferences.
nl: Mogelijk onbeveiligde verbinding. Overweeg onacceptabele certificaten te weigeren in de voorkeuren.

source: Connection insecure. Consider enabling SSL/TLS from the Advanced tab.
nl: Onbeveiligde verbinding. Overweeg ssl/tls in te schakelen op het tabblad ‘Geavanceerd’.

source: Basic
nl: Algemeen

source: Advanced
nl: Geavanceerd

source: Nickname:
nl: Bijnaam:

source: Real Name:
nl: Echte naam:

source: Authentication Method:
nl: Verificatiemethode:

source: SASL External requires SSL/TLS
nl: SASL vereist ssl/tls

source: To use SASL External authentication, you must enable SSL/TLS for this server connection.
nl: Om externe sasl-authenticatie te kunnen gebruiken, dien je ssl/tls in te schakelen op deze serververbinding.

source: Password:
nl: Wachtwoord:

source: Identity File:
nl: Identiteitsbestand

source: Select Your Identity File…
nl: Kies een identiteitsbestand…

source: Use SSL/TLS:
nl: SSL/TLS gebruiken:

source: Port:
nl: Poort:

source: Invalid identity file
nl: Ongeldig identiteitsbestand

source: Edit topic…
nl: Onderwerp aanpassen…

source: Add to favorites
nl: Toevoegen aan favorieten

source: Remove from favorites
nl: Verwijderen uit favorieten

source: Join channel
nl: Deelnemen aan kanaal

source: Leave channel
nl: Kanaal verlaten

source: Favorite Channels
nl: Favoriete kanalen

source: Dismiss
nl: Verwerpen

source: Join a Channel…
nl: Deelnemen aan kanaal…

source: Edit Connection…
nl: Verbinding bewerken…

source: Connect
nl: Verbinden

source: Disconnect
nl: Verbinding verbreken

source: Remove
nl: Verwijderen

source: Are you sure you want to proceed?
nl: Weet je zeker dat je wilt doorgaan?

source: By removing this connection you will be disconnected, and will not be able to recover the connection settings. If you wish to join this server again in the future, you will need to re-enter the connection settings.
nl: Door deze verbinding te verwijderen, wordt de verbinding verbroken - dit is onomkeerbaar. Als je weer verbinding wilt maken met deze server, dan moet je de verbindingsinstellingen opnieuw opgeven.

source: Yes, remove
nl: Ja, verwijderen

source: Don't warn me again
nl: Niet meer tonen

source: No users
nl: Geen gebruikers

source: New Server Connection…
nl: Nieuwe serververbinding…

source: Join Channel…
nl: Deelnemen aan kanaal…

source: Channel users
nl: Kanaalgebruikers

source: Toggle Sidebar
nl: Zijpaneel tonen/verbergen

source: Reset Marker Line
nl: Markering terugzetten

source: Preferences…
nl: Voorkeuren…

source: Quit
nl: Afsluiten

source: Network Not Available.
nl: Geen internetverbinding.

source: Connect to the Internet to join servers.
nl: Maak verbinding met het internet om deel te nemen aan servers.

source: Network Settings…
nl: Internetinstellingen…

source: Connect to a Server…
nl: Verbinden met server…

source: Join a Server or Channel
nl: Deelnemen aan server of kanaal

source: Manage connections…
nl: Verbindingen beheren…

source: Already connected to this server!
nl: Je bent al verbonden met deze server!

source: You've already joined this channel
nl: Je neemt al deel aan dit kanaal

source: Channel must begin with '#' or '&'
nl: De kanaalnaam moet beginnen met ‘#’ of ‘&’

source: Enter a channel name
nl: Voer een kanaalnaam in

source: Start your message with a /
nl: Begin je bericht met een /

source: No recipient nickname specified (Usage: /msg <nickname> <message>)
nl: Je hebt geen ontvanger opgegeven (gebruiksvoorbeeld: /msg <bijnaam> <bericht>)

source: No message specified (Usage: /msg <nickname> <message>)
nl: Je hebt geen bericht ingevoerd (gebruiksvoorbeeld: /msg <bijnaam> <bericht>)

source: No action specified (Usage: /me <action>)
nl: Je hebt geen actie opgegeven (gebruiksvoorbeeld: /me <actie>)

source: has quit
nl: is weggegaan

source: has cleared the topic
nl: heeft het onderwerp verwijderd

source: has changed the topic to:
nl: heeft het onderwerp gewijzigd in

source: Topic for
nl: Onderwerp over

source: Topic set by
nl: Het onderwerp is ingesteld door

source: Nickname already in use.
nl: Deze bijnaam is al in gebruik.

source: Nickname already in use
nl: Deze bijnaam is al in gebruik

source: Choose a new nickname and retry the connection.
nl: Kies een andere bijnaam en probeer het opnieuw.

source: is not a valid nickname.
nl: is geen geldige bijnaam.

source: has joined
nl: neemt nu deel aan het kanaal

source: has left
nl: heeft het kanaal verlaten
